{
  "Rice_disease": [
    {
		"id": 2,
		"name": "Bệnh đạo ôn (Leafblast)",
		"images":"https://firebasestorage.googleapis.com/v0/b/rice-disease-detection-f7469.appspot.com/o/benhdaoon.jpg?alt=media&token=86fb5b0e-5f37-435f-ad34-00a77f721685",
		"describe":"Bệnh đạo ôn là bệnh gây hại quan trọng nhất trên cây lúa, còn được gọi là cháy lá lúa",
		"reasons":"Tác nhân gây hại là nấm Pyricularia oryzae Cav. hay P. grisea (Cook )Sacc.. Bào tử của nấm rất nhỏ, có thể phát tán và bay cao đến 24 m, thậm chí đến 10.000 m để lây lan cho các ruộng lân cận trong khu vực. Nấm phát triển tốt trong điều kiện mát từ 24-280C, ẫm độ cao >80%, biên độ nhiệt giữa ngày và đêm cao sẽ dễ phát sinh thành dịch. Bào tử nấm nảy mầm khi gặp lớp nước tự do trên lá hay không khí bảo hòa nước; ở 240C bào tử cần 6 giờ, ở 280C mất 8 giờ; vượt quá 280C bào tử phát triển kém. Bào tử xâm nhập vào tế bào lá bằng cách mọc thành đĩa áp, chọc thủng vách tế bào lá lúa. Ngoài ra, bào tử còn tiết ra độc tố pyricularin gây độc cho cây (Ou, 1983). Cây lúa là ký chủ chính, bệnh có thể lưu tồn trên các cây ký chủ phụ mọc quanh ruộng như các loài cỏ lồng vực, đuôi phụng, cỏ chỉ, lúa ma, lúa rày-lúa chét... ",
		"solution":"Cần áp dụng biện pháp phòng trừ dịch hại tổng hợp IPM:\n Nên chọn mua giống lúa xác nhận ở nhà cung cấp giống tin tưởng, phải có tính: kháng bệnh hoặc kháng vừa kết hợp với khả năng kháng được rầy nâu. Các giống này phải phù hợp với chân đất tại địa phương cũng như năng suất cao và chất lượng tốt. Tùy theo mục đích để đạt chất lượng gạo ngon, dễ tiêu dùng trong nước và xuất khẩu, bà con có thể chọn một số giống như sau: IR64, VNĐ 95-20, VNĐ 99-3, OMCS 2000, OM 1490, MTL 250, OM 3536, VĐ 20,Jasmine 85... \nNên chọn hạt giống sạch bệnh, khử lẫn tạp hạt cỏ, xử lý một số lọai bệnh trên vỏ hạt bằng cách pha 20 cc thuốc CRUISER Plus với 2 lít nước phun lên 100 kg hạt giống trong giai đọan ủ từ 6-12 giờ trước khi đem đi gieo sạ. \nNên dùng biện pháp sạ hàng với lượng giống trung bình: 80-120 kg/ha. \nBón phân cân đối N-P-K, không bón thừa phân đạm: 80-100kg N/ha là đủ. Nên bón phân đạm theo theo nhu cầu cây lúa, áp dụng bảng so màu lá lúa LCC. \nSau mùa thu hoạch nên cày vùi rơm rạ để trả lại nguồn hữu cơ cho đất đồng thời diệt được mầm bệnh; hạn chế đốt rơm vì biện pháp này chỉ trả lại một số chất khoáng có trong tro; đất dần dần kém mẫu mỡ mau suy kiệt \nVệ sinh đồng ruộng bằng cách thu gom, tiêu diệt lúa rày-lúa chét, cỏ dại mọc ven bờ là nơi lưu tồn và lây lan mầm bệnh sau này \nGiữ mực nước đầy đủ thường xuyên trên mặt ruộng tùy theo nhu cầu nước theo từng giai đọan của cây lúa, tránh để ruộng khô nước khi bệnh cháy lá xãy ra. \nCần thăm đồng thường xuyên, phát hiện kịp thời khi bệnh chớm xuất hiện. Nếu được, nên làm lô ruộng dự tính dự báo, dành riêng khoảng vài mét vuông trên cùng ruộng lúa, sạ dầy hơn bình thường, bón dư phân đạm. \nBiện pháp hóa học: điều chỉnh bét phun cho hạt thuốc thật mịn, đủ lượng nước 400-500 lít/ha với nồng độ theo khuyến cáo. Các lọai thuốc thông dụng hiện nay: Filia 52.5 SE, Beam 75 WP, Flash 75 WP, Fuan 40 EC, Fuji One 40 EC, Rabcide 20 SC hoặc 30 WP, Kian 50 EC, Kitazin 50 EC, Kitatigi 50 ND hoặc 10H, Vikita 50 ND hoặc 10 H.\nÁp dụng chất kích kháng SAR3-ĐHCT do Bộ Môn BVTV, Trường Đại học Cần Thơ nghiên cứu thử nghiệm khá hiệu quả với liều phun 10cc chế phẩm/ bình phun 8 lít nước vào 3-4 tuần đầu sau khi sạ."
    },
	{
		"id": 3,
		"name": "Bệnh đốm nâu (BrownSpot)",
		"images":"https://firebasestorage.googleapis.com/v0/b/rice-disease-detection-f7469.appspot.com/o/benhdomnau.jpg?alt=media&token=03cdc962-877a-4bed-a441-df5c2bd94119",
		"describe":"Đốm nâu là một bệnh mãn tính trên cây lúa, hầu như chưa có giống nào kháng hoặc chống chịu được với bệnh này. Thực tế đồng ruộng cho thấy từ khi xuống giống cho đến lúc thu hoạch chưa có một cây lúa nào không bị căn bệnh này tấn công",
		"reasons":"Bệnh có thể do vài loại nấm gây ra, nhưng chủ yếu vẫn là hai loài nấm có tên là Helminthosporium oryzae và nấm Curvularia lunata. Loài nấm thứ nhất gây ra triệu chứng là ban đầu vết bệnh chỉ nhỏ như đầu mũi kim màu nâu nhạt sau lớn rộng dần ra thành hình bầu dục nhỏ, gần giống như hạt mè, có màu nâu, nâu đậm ở cả hai mặt vết bệnh, xung quanh thường có quầng vàng rất nhỏ. Nếu điều kiện thuận lợi cho bệnh thì vết bệnh lớn hơn, ngược lại nếu thời tiết không thuận lợi cho bệnh thì vết bệnh có kích thước nhỏ hơn (trước đây người ta gọi là bệnh tiêm lửa). Loài nấm thứ hai gây ra triệu chứng là: vết bệnh hình sọc ngắn hoặc không định hình màu nâu tím hoặc nâu xám, cũng có khi là những chấm nhỏ gần tròn màu nâu, nâu tím hoặc nâu xám. Ở trên hạt vết bệnh là những vết tròn nhỏ gần giống vết bệnh do loại nấm thứ nhất gây ra (trước đây người ta gọi là bệnh đốm nâu hay vết nâu).",
		"solution":"Để hạn chế tác hại của bệnh các bạn có thể áp dụng kết hợp nhiều biện pháp, trong đó chủ yếu là những biện pháp canh tác (đặc biệt là phân bón và nước) tạo điều kiện thuân lợi cho cây lúa sinh trưởng, phát triển tốt, tăng sức chống chịu với bệnh từ đó hạn chế tác hại do bệnh gây ra. Sau đây là một số biện pháp chính:\nCày bừa, xới xáo làm đất kỹ (trừ những chân đất có tầng phèn nằm cạn, dễ bị xì phèn khi làm đất), những ruộng đất bạc màu, đất cát cần bón nhiều phân chuồng để cải tạo và tăng cường chất dinh dưỡng cho đất. \nKhông nên gieo sạ quá dầy, dễ làm lúa thiếu thức ăn sinh trưởng, phát triển kém, bệnh dễ phát sinh"
    },
	{
		"id": 4,
		"name": "Bệnh bọ gai (Hispa)",
		"images":"https://firebasestorage.googleapis.com/v0/b/rice-disease-detection-f7469.appspot.com/o/benhbogai.jpg?alt=media&token=6176435e-172f-47df-ae24-ad7ca2010200",
		"describe":"Bọ trưởng thành ăn bên ngoài biểu bì lá ở mặt trên, gây ra triệu chứng đặc trưng là các dải trắng chạy song song dọc theo trục chính của lá.",
		"reasons":"Biện pháp kiểm soát sinh học đối với loại bọ này vẫn còn đang nằm trong phạm vi nghiên cứu. Ấu trùng của loài Eulophus femoralis ký sinh đã được đưa vào sử dụng tại Bangladesh và India, có thể giảm được mức độ nghiêm trọng do bọ gai hại lúa gây ra tại các khu vực ấy. Việc bảo vệ các loài thiên địch bản địa cũng giữ một vai trò quan trọng trong công tác kiểm soát loài bọ hại này. Ví dụ, có một số loài ong bắp cày nhỏ tấn công trứng và ấu trùng bọ gai, hoặc một loài bọ sát thủ ăn thịt bọ gai trưởng thành. Ngoài ra, còn có ba mầm bệnh từ nấm phát triển trên cơ thể bọ gai trưởng thành",
		"solution":"Áp dụng khoảng cách cấy mạ hẹp hơn với mật độ lá phủ dày hơn có thể chịu đựng được số lượng bọ nhiều hơn.\nTrồng sớm trong vụ mùa để tránh đỉnh điểm phát triển số lượng quần thể của bọ \nCắt đỉnh chồi để ngăn bọ đẻ trứng \nThu thập bọ trưởng thành bằng vợt lưới vào lúc sáng sớm khi bọ ít di chuyển \nLoại bỏ bất cứ loại cỏ dại nào ra khỏi cánh đồng khi chưa canh tác \nCác lá và chồi bi nhiễm bọ cần được cắt và đốt bỏ, hay chôn bọ dưới bùn \nTránh bón phân đạm quá nhiều ở những cánh đồng bị nhiễm bị \nÁp dụng luân canh để phá vỡ vòng đời của loài bọ bệnh này"
    },
	{
		"id": 5,
		"name": "Bệnh bạc lá (Bacterialbight)",
		"images":"https://firebasestorage.googleapis.com/v0/b/rice-disease-detection-f7469.appspot.com/o/benhbacla.jpg?alt=media&token=2a5122f8-52db-49fe-837e-2e653e43bdb7",
		"describe":"Bệnh bạc lá gây ra 2 dạng triệu chứng chính trên lá: Dạng làm cho lá bị khô trắng và dạng lá bị héo rũ",
		"reasons":"Bệnh gây ra bởi vi khuẩn Xanthomonas oryzae. Vi khuẩn này có nhiều nòi sinh học có độc tính gây bệnh khác nhau\nVi khuẩn gây bệnh tồn tại trên hạt giống, tàn dư cây lúa trên đồng ruộng, lúa chét, lúa tự mọc, một số loại cỏ dại như cỏ lồng vực, cỏ gừng …\nVi khuẩn xâm nhập vào cây lúa thông qua các vết thương cơ giới và lỗ khí khổng. Khi tiếp xúc với bề mặt có màng nước ướt, qua các vết xây xát vi khuẩn tiến vào bên trong các lỗ khí và nhân lên về số lượng và qua các bó mạch để lây lan sang các lá khác.\nBệnh bạc lá gây hại nặng trong điều kiện nóng ẩm, nhiệt độ từ 25 – 30 0C, mưa nhiều, gió bão mạnh tạo ra nhiều vết thương cơ giới. Những ruộng có mực nước sâu thường bị bệnh nặng hơn.",
		"solution":"Vệ sinh đồng ruộng giúp tiêu diệt nguồn bệnh\nLàm đất kỹ, vệ sinh đồng ruộng, dọn sạch tàn dư cây bệnh đem đốt hoặc vùi sâu cho ngấu để diệt nguồn bệnh.\nViệc bón phân phù hợp có tác dụng hạn chế sự phát triển của bệnh. Bón cân đối NPK. Bón lót sâu, bón đạm gọn, không bón muộn và kéo dài. Ưu tiên bón nhiều kali cho các giống dễ nhiễm bệnh bạc lá. Việc bón kali có tác dụng hạn chế bệnh tuy nhiên không nên bón vào lúc lúa đứng cái sẽ dễ bị bạc lá.\nTưới tiêu nước hợp lý không để mực nước trên ruộng lúa quá lớn\nThường xuyên kiểm tra đồng ruộng nhất là sau những trận mưa, giông, bão. Khi thấy bệnh xuất hiện phải dừng việc bón phân đạm, không phun các chất kích thích sinh trưởng, các loại phân bón lá.\nKhi lúa bị bệnh với tỉ lệ 3 - 5% số lá bị bệnh. Sử dụng thuốc Starner 20WP, pha 0,1 - 0,15% phun khi bệnh phát sinh và gia tăng vào giai đoạn lúa đẻ nhánh xong hoặc dùng Tilt super 300ND pha 1% phun trước khi lúa trổ đòng một tuần và sau khi lúa phơi màu xong 10 ngày."
    },
	{
		"id": 6,
		"name": "Bệnh vàng lá (Tungro)",
		"images":"https://firebasestorage.googleapis.com/v0/b/rice-disease-detection-f7469.appspot.com/o/tungro4.jpg?alt=media&token=b04b8a69-f4d8-4120-9a7a-2c9dc08dd0aa",
		"describe":"Cây bị bệnh lá sẽ biến đổi màu và hạt không dày. Sự biến đổi màu lá bắt đầu từ chóp rồi lan rộng ra phía mép và xuống phần thấp hơn của lá lúa",
		"reasons":"Bệnh Tungro được truyền bởi rầy xanh và rầy bông. Bệnh này là sự phối hợp giữa Tungro bacciliform virus (RTBV) và Tungro spherical virus (RTSV). RTBV không thể truyền bởi rầy trừ khi có sự hiện diện của RTSV.\nRầy xanh và rầy bông có thể tiếp nhận virut từ tất cả các bộ phận cả cây lúa bị bệnh. Sau khi nhận được virut, vec-to (rầy) có thể lập tức truyền ngay bệnh Tungro này đến cây lúa.",
		"solution":"Có 3 yếu tố hạn chế việc quản lý bệnh Tungro: sự không xuất hiện triệu chứng bệnh ở giai đoạn phát triển sớm của bệnh; thiếu giống kháng bệnh và sự thích nghi của vec - to trên giống kháng rầy xanh. \nTrồng giống kháng đối với bệnh Tungro virut là phương pháp kinh tế nhất trong quản lý bệnh.\nGiữa các phương pháp canh tác, việc điều chỉnh thời gian cấy sạ được khuyến cáo cùng với việc bỏ hoá ít nhất một tháng hoặc luân canh với hoa màu khác nhằm loại trừ cây ký chủ, virut và rầy xanh.\nCày bừa đồng ruộng kỹ để loại trừ gốc rạ ngay sau khi thu hoạch, qua đó loại bỏ ký chủ của bệnh Tungro cũng được áp dụng."
    },
	{
		"id": 7,
		"name": "Bệnh khô vằn (Sheath_blight)",
		"images":"https://firebasestorage.googleapis.com/v0/b/rice-disease-detection-f7469.appspot.com/o/benhkhovan.jpg?alt=media&token=3e15b1ee-9c30-46c6-8d02-f4ccb4cb93fb",
		"describe":"Trên bẹ lá xuất hiện các vết đốm hình bầu dục màu lục tối hoặc xám nhạt, sau lan rộng ra thành dạng vết vằn da hổ hoặc đám mây. Khi bịu nặng, cả bẹ lá và lá phía trên bị chết rụi",
		"reasons":"Bệnh đốm vằn do nấm Rhizoctonia solani sống trong đất gây ra. Ngoài lúa, nấm còn gây hại trên rau cải, ngô, bầu bí, dưa, cà rốt, ớt… mầm bệnh lây lan qua nước tưới, đất mang mầm bệnh và tàn dư thực vật của cây trồng bị bệnh vụ trước. \nNấm sinh trưởng thích hợp ở nhiệt độ 28 - 32 độ C. Nhiệt độ dưới 10 độ C và cao hơn 38 độ C nấm ngừng sinh trưởng. Hạch nấm hình thành nhiều ở nhiệt độ 30 - 32 độ C. Khi nhiệt độ quá thấp <12 độ C và quá cao (>40 độ C) nấm không hình thành hạch",
		"solution":"Làm vệ sinh đồng ruộng, thu gom sạch tàn dư cây bệnh từ vụ trước. Cày bừa, xới đất kỹ để chôn vùi hạch nấm, hạn chế sức sống của chúng; \nKhông dùng hạt giống ở những ruộng bị nhiễm bệnh. Cấy lúa dày vừa phải, bón cân đối NPK, phân chuồng trước khi bón phải được ủ hoai mục\nKiểm tra đồng ruộng, phát hiện và phun trừ những diện tích lúa bị nhiễm bệnh khô vằn (có tỷ lệ từ 20% số dảnh bị bệnh), đặc biệt những ruộng lúa đang làm đòng, những ruộng lúa xanh tốt. Các loại thuốc hóa học có thể sử dụng để phun trừ bệnh như: Camilo 150SC, Chevil 5SC, Tilt 250ND, Anvil 5SC, Rovral 50WP, Callihex 5SC, Hecwin 5SC, A.v.tvil 5SC, Til calisuper 300EC ..."
    },
	{
		"id": 8,
		"name": "Bệnh sâu cuốn lá",
		"images":"https://firebasestorage.googleapis.com/v0/b/rice-disease-detection-f7469.appspot.com/o/saucuonla.jpg?alt=media&token=b5b6f11a-a7a6-4dfa-8d2a-871365f2d985",
		"describe":"Lá lúa bị cuốn, sâu non ăn biểu bì mặt trên và diệp lục của lá dọc theo gân lá tạo thành những vệt trắng dài, các vệt này có thể nối liền với nhau thành từng mảng làm giảm diện tích quang hợp và đặc biệt là trên lá đòng hoặc lá công năng sẽ làm giảm năng suất rõ rệt.",
		"reasons":"Ngài trưởng thành hoạt động đẻ trứng về đêm, ban ngày ẩn nấp, có xu tính mạnh với ánh sáng, con cái mạnh hơn con đực. Ngài thường tìm những ruộng xanh tốt để đẻ trứng, mỗi con cái có thể đẻ trên 100 quả trứng, rải rác trên lá lúa.\nSâu non có 5 tuổi: Tuổi 1 rất linh hoạt có thể bò khắp trên lá, chui vào lá nõn, mặt trong bẹ lá hoặc bao lá cũ; tuổi 2, 3 trở đi nhả tơ để khâu 2 mép lá cuốn thành tổ nằm trong đó gây hại. Sâu có khả năng di chuyển ra khỏi bao cũ để phá hại lá mới, mỗi con sâu non có thể phá hại từ 5 -9 lá, thời gian di chuyển thường vào buổi chiều (từ 6 giờ - 9 giờ tối), ngày trời mưa hoặc râm mát thì có thể di chuyển bất cứ lúc nào trong ngày. Sâu non đẫy sức chuyển màu vàng hồng chui ra khỏi bao bò xuống gốc lúa, bẹ lá dệt kén mỏng hoá nhộng hoặc hoá nhộng ngay trong bao cũ.",
		"solution":"Biện pháp sinh học: Chú ý bảo vệ hoặc bổ sung thiên địch như ong mắt đỏ Trichogramma sp., nấm… Ký sinh thiên địch của sâu cuốn lá nhỏ rất đa dạng từ các loài ong, nấm, các loài ăn thịt…\nBiện pháp hóa học: Dùng các loại thuốc Padan 95SP, Regent 800WP, Sumithion 50EC, Karate 2.5EC... phun khi sâu còn tuổi 1-2, sâu đã lớn cần phá bao lá trước khi phun mới có hiệu quả."
    }
  ]
  
}